Repository: wp-plugins/store-locator-plus-janitor
Catalog: languages/csa-slp-janitor-*.po
Languages: nl_nl

source: No locations were found with encoded HTML strings in their description.
nl_nl: Er zijn geen locaties gevonden met HTML gecodeerde strings in de omschrijving.

source: The following locations had HTML encoded strings stored in the database:
nl_nl: De volgende locaties hadden HTML gecodeerde strings in de database:

source: Locations
nl_nl: Locaties

source: Clear All
nl_nl: Verwijder Alles

source: About
nl_nl: Over

source: Clearing ALL locations is a destructive process that cannot be undone.
nl_nl: ALLE locaties verwijderen is een desctructief proces dat niet ongedaan gemaakt kan worden.

source: Make sure you have a full backup of your site before proceeding.
nl_nl: Zorg dat u een volledige back-up van uw site heeft voordat u doorgaat.

source: Clear ALL of the locations of Store Locator Plus?
nl_nl: Verwijder ALLE locaties van Store Locator Plus?

source: Settings
nl_nl: Instellingen

source: Clearing settings is a destructive process that cannot be undone.
nl_nl: Instellingen verwijderen is een desctructief proces dat niet ongedaan gemaakt kan worden.

source: Locations will not be deleted.
nl_nl: Locaties zullen niet verwijderd worden.

source: Reset ALL of the options listed below to blank?
nl_nl: Reset ALLE opties hieronder naar leeg?

source: Reset SLP Options
nl_nl: Reset SLP Opties

source: Inspect
nl_nl: Inspecteer

source: Current Settings
nl_nl: Huidige Instellingen

source: Current settings for SLP related options are noted below.
nl_nl: Huidige instellingen voor SLP gerelateerde opties worden hieronder getoond.

source: Descriptions
nl_nl: Omschrijvingen

source: A bug in older versions of Store Locator Plus was storing HTML in encoded format.
nl_nl: Een bug in oudere versies van Store Locator Plus sloeg HTML gecodeerd op.

source: Click the button below to convert HTML codes such as &lt; back to the standard < format.
nl_nl: Klik op de button hieronder om HTML code zoals &lt; om te zetten naar het standaard < formaat.

source: This should only need to be done once.
nl_nl: Dit zou slechts eenmaal gedaan hoeven te worden.

source: The process is not reversible, so make sure you have backed up your data first.
nl_nl: Het proces is niet omkeerbaar, zo zorg dat u eerst een back-up maakt van de data.

source: Are you sure you convert all encoded HTML to standard HTML in the location descriptions?
nl_nl: Weet u zeker dat u alle gecodeerde HTML in de locatie omschrijvingen wilt converteren naar standaard HTML?

source: Fix Description HTML
nl_nl: Fix HTML Omschrijving

source: Use these button to manage the metadata records in the slp_extendo_meta table.
nl_nl: Gebruik deze button om de metadata records in de slp_extendo_meta tabel te beheren.

source: Rebuild Extended Data Tables will attempt to rebuild the extended data table without being destructive.
nl_nl: Rebuild Extended Data Tables poogt de uitgebreide data tabellen opnieuw te bouwen zonder destructief te zijn.

source: Delete Extended Data Tables info will clear out all of the extended location data and data fields.
nl_nl: Verwijder Extended Data Tables zal alle uitgebreide locatie data en data velden verwijderen.

source: Using the Delete option will require you to deactivate any extended data add-on packs and install a newer version to get field data back.
nl_nl: Voor het gebruik van de Verwijder optie moet u elke extended data add-on uitschakelen en een nieuwere versie installeren om de veld data terug te krijgen.

source: Are you sure you want to rebuild the extended data info?
nl_nl: Weet u zeker dat u de uitgebreide data informatie wilt herbouwen?

source: Are you sure you want to delete all extended data info?
nl_nl: Weet u zeker dat u alle uitgebreide data informatie wilt verwijderen?

source: Delete Extended Data Tables
nl_nl: Verwijder Extended Data Tables

source: Use this button to clear out the Tagalong categories table.
nl_nl: Gebruik deze button om de Tagalong categoriën tabel leeg te maken.

source: The table is a helper table to speed up linking locations to categories.
nl_nl: De tabel is een hulp tabel om het linken van locaties aan categoriën te versnellen.

source: Are you sure you want to delete the Tagalong category helper table?
nl_nl: Weet u zeker dat u de Tagalong categorie hulp tabel wilt verwijderen?

source: Delete Tagalong Category Helper Data
nl_nl: Verwijder Tagalong Categorie Hulp Data

source: Attempt to re-attach Tagalong categories?
nl_nl: Probeer de Tagalong categoriën opnieuw te linken?

source: Rebuild Tagalong Category Helper Data
nl_nl: Rebuild Tagalong Categorie Hulp Data

source: Results
nl_nl: Resultaten

source: Info
nl_nl: Informatie

source: SLP option %s has been deleted.
nl_nl: SLP optie %s is verwijderd.

source: SLP serialized option %s[%s] has been deleted.
nl_nl: SLP serialized optie %s[%s] is verwijderd.

source: No locations were found.
nl_nl: Geen locaties gevonden.

source: locations has been deleted.
nl_nl: locaties zijn verwijderd.

source: Reset extended data options.
nl_nl: Reset uitgebreide data opties.

source: Tagalong helper data has been cleared.
nl_nl: Tagalong hulp data is leeg gemaakt.

source: %s category assignments have been made to %s locations.
nl_nl: %s categorie toewijzingen zijn gemaakt op %s locaties.

source: A free add-on to assist in clean up of settings for the Store Locator Plus plugin.
nl_nl: Een gratis add-on om het opschonen van Store Locator Plus plug-in instellingen te ondersteunen.

source: Clear Locations
nl_nl: Verwijder Locaties

source: Drop Locations
nl_nl: Drop Locaties

source: Drop Locations Table is faster but will not reset Store Pages, Tagalong and some other add-on pack data.
nl_nl: Drop Locaties Tabel is sneller maar zal de Store Pages, Tagalong en sommige andere add-on gegevens niet resetten.

source: Use this for clearing locations from the base plugin, Pro Pack, the Enhanced add-ons and the Extender add-ons.
nl_nl: Gebruik dit om de locaties te verwijderen van de basis plugin, Pro Pack, de Enhanced add-ons en de Extender add-ons.

source: Drop Locations Table is a destructive process that cannot be undone.
nl_nl: Drop Locaties Tabel is een destructief proces dat niet ongedaan gemaakt kan worden.

source: Drop Locations Table
nl_nl: Drop Locaties Tabel

source: defunct
nl_nl: verouderd
